tap 'adoptopenjdk/openjdk'
tap 'd12frosted/emacs-plus'
tap 'hashicorp/tap'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'awscli'
brew 'bat'
brew 'clojure/tools/clojure'
brew 'code-minimap'
brew 'coreutils'
brew 'curl'
brew 'emacs-plus', args: ['with-no-titlebar']
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'glab'
brew 'gnupg'
brew 'hashicorp/tap/terraform'
brew 'helm'
brew 'httpstat'
brew 'jq'
brew 'k9s'
brew 'kubectl'
brew 'kubeseal'
brew 'lsd'
brew 'markdown'
brew 'minikube'
brew 'mitmproxy'
brew 'noahgorstein/tap/jqp'
brew 'plantuml'
brew 'postgresql'
brew 'rg'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'skaffold'
brew 'svn'
brew 'tig'
brew 'tree'
brew 'watch'
brew 'yarn'
brew 'yq'
brew 'zsh'

cask '1password'
cask '1password-cli'
cask 'adoptopenjdk11'
cask 'amethyst'
cask 'anki'
cask 'blender'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'devtoys'
cask 'docker'
cask 'firefox'
cask 'font-roboto-mono-nerd-font'
cask 'gimp'
cask 'grandperspective'
cask 'insomnia'
cask 'iterm2'
cask 'logseq'
cask 'lulu'
cask 'macvim'
cask 'notion'
cask 'nvalt'
cask 'obs'
cask 'obsidian'
cask 'protonvpn'
cask 'rectangle'
cask 'rowanj-gitx'
cask 'spotify'
cask 'vlc'
cask 'whatsapp'
cask 'wireshark'
