tap "d12frosted/emacs-plus"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "asdf"
brew "awscli"
brew "coreutils"
brew "curl"
brew "emacs-plus", args: ["with-no-titlebar"]
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "jq"
brew "k9s"
brew "kubectl"
brew "minikube"
brew "mitmproxy"
brew "postgresql"
brew "rg"
brew "svn"
brew "tig"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
cask "1password"
cask "amethyst"
cask "docker"
cask "firefox"
cask "font-roboto-mono"
cask "iterm2"
cask "macvim"
cask "notion"
cask "rowanj-gitx"
cask "spotify"
cask "whatsapp"
cask "zoomus"
